var datacard=[{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:1
},{
    name:'Купить 1-комнатную квартиру, г. Минск, просп. Победителей, 133',
    m_3:42.3,
    kom:'7/16',
    address:'Минск, Центральный, просп. Победителей, 133',
    priceBYN:'332 451',
    priceDolor:'105 000',
    image:'/img/Rectangle 1891.png',
    type:1
},
{
    name:'Купить 2-комнатную квартиру, ул. Жуковского, 29Б',
    m_3:79,
    kom:'1/9',
    address:'Минск, Октябрьский, ул. Жуковского, 29Б',
    priceBYN:'474 930',
    priceDolor:'150 000',
    image:'/img/Rectangle 1891.png',
    type:1
},{
    name:'Купить 1-комнатную квартиру, г. Минск, просп. Победителей, 133',
    m_3:42.3,
    kom:'7/16',
    address:'Минск, Центральный, просп. Победителей, 133',
    priceBYN:'332 451',
    priceDolor:'105 000',
    image:'/img/Rectangle 1891.png',
    type:1
},
{
    name:'Купить 2-комнатную квартиру, ул. Жуковского, 29Б',
    m_3:79,
    kom:'1/9',
    address:'Минск, Октябрьский, ул. Жуковского, 29Б',
    priceBYN:'474 930',
    priceDolor:'150 000',
    image:'/img/Rectangle 1891.png',
    type:1
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:2
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:2
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:2
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:2
},{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:3
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:3
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:3
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:3
},{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:4
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:4
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:4
},
{
    name:'Купить 2-комнатную квартиру, г. Минск, ул. Чичурина, 24',
    m_3:78.1,
    kom:'9/10',
    address:'Минск, Фрунзенский, ул. Чичурина, 24',
    priceBYN:'300 789',
    priceDolor:'95 000',
    image:'/img/Rectangle 1891.png',
    type:4
}

]





var carouseldata=[
    {
    img1:'/img/Rectangle 1883.jpg',
    img2:'/img/Rectangle 1884.jpg',
    text1:'Продать большую 3-комнатную квартиру 103.7 м2, в новом, активно развивающемся районе. Квартира и сделанный в ней ремонт планировались для проживания семьи, но у собственников поменялись планы и курс был намечен на переезд в другую страну. Сроки были выставлены не точные, но запрос собственников "Продайте побыстрее" говорил сам за себя.',
    text2:'Наше агентство недвижимости быстро продало квартиру благодаря профессиональной оценке, эффективной маркетинговой стратегии и привлекательному объявлению с фотографиями на ведущих интернет-площадках и нашем сайте result.estate. Активно использовали профессиональные сети и личные связи для привлечения покупателей.',
    text3:'Наше агентство успешно продало квартиру клиента быстрее и по более высокой цене, благодаря точной оценке рыночной стоимости, эффективной маркетинговой стратегии и активным продажам. Мы превзошли ожидания, удовлетворив клиентские потребности и подтвердив нашу репутацию надежного партнера в недвижимости.  ',
   },
   {
    img1:'/img/Rectangle 1883.jpg',
    img2:'/img/Rectangle 1884.jpg',
    text1:'Продать большую 3-комнатную квартиру 103.7 м2, в новом, активно развивающемся районе. Квартира и сделанный в ней ремонт планировались для проживания семьи, но у собственников поменялись планы и курс был намечен на переезд в другую страну. Сроки были выставлены не точные, но запрос собственников "Продайте побыстрее" говорил сам за себя.',
    text2:'Наше агентство недвижимости быстро продало квартиру благодаря профессиональной оценке, эффективной маркетинговой стратегии и привлекательному объявлению с фотографиями на ведущих интернет-площадках и нашем сайте result.estate. Активно использовали профессиональные сети и личные связи для привлечения покупателей.',
    text3:'Наше агентство успешно продало квартиру клиента быстрее и по более высокой цене, благодаря точной оценке рыночной стоимости, эффективной маркетинговой стратегии и активным продажам. Мы превзошли ожидания, удовлетворив клиентские потребности и подтвердив нашу репутацию надежного партнера в недвижимости.  ',
   },
   {
    img1:'/img/Rectangle 1883.jpg',
    img2:'/img/Rectangle 1884.jpg',
    text1:'Продать большую 3-комнатную квартиру 103.7 м2, в новом, активно развивающемся районе. Квартира и сделанный в ней ремонт планировались для проживания семьи, но у собственников поменялись планы и курс был намечен на переезд в другую страну. Сроки были выставлены не точные, но запрос собственников "Продайте побыстрее" говорил сам за себя.',
    text2:'Наше агентство недвижимости быстро продало квартиру благодаря профессиональной оценке, эффективной маркетинговой стратегии и привлекательному объявлению с фотографиями на ведущих интернет-площадках и нашем сайте result.estate. Активно использовали профессиональные сети и личные связи для привлечения покупателей.',
    text3:'Наше агентство успешно продало квартиру клиента быстрее и по более высокой цене, благодаря точной оценке рыночной стоимости, эффективной маркетинговой стратегии и активным продажам. Мы превзошли ожидания, удовлетворив клиентские потребности и подтвердив нашу репутацию надежного партнера в недвижимости.  ',
   }
]